tap "homebrew/bundle"
tap "mdogan/zulu"
brew "bash"
brew "blueutil"
brew "bzip2"
brew "ca-certificates"
brew "cmake"
brew "coreutils"
brew "dasel"
brew "eza"
brew "fzf"
brew "xz"
brew "gcc"
brew "libtiff"
brew "ghostscript"
brew "git"
brew "glow"
brew "go"
brew "htop"
brew "openjdk"
brew "javacc"
brew "jq"
brew "libevent"
brew "llvm"
brew "mercurial"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "openssl@1.1"
brew "parallel"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ripgrep"
brew "switchaudio-osx"
brew "tmux"
brew "vegeta"
brew "websocat"
brew "zig"
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "bartender"
cask "contexts"
cask "docker"
cask "google-chrome"
cask "istat-menus"
cask "postman"
cask "soundsource"
cask "spotify"
cask "transmission"
cask "karabiner-elements"
cask "movis-pro"
cask "authy"
cask "raindropio"
cask "appcleaner"
