tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mdogan/zulu"
tap "nikitabobko/tap"
tap "tinygo-org/tools"
brew "xz"
brew "libtiff"
brew "bash"
brew "ca-certificates"
brew "bat"
brew "blueutil"
brew "bzip2"
brew "cmake"
brew "coreutils"
brew "dasel"
brew "libevent"
brew "eza"
brew "fd"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "htop"
brew "imagemagick"
brew "openjdk"
brew "javacc"
brew "jq"
brew "libpq"
brew "llvm"
brew "mercurial"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "openconnect"
brew "openssl@1.1"
brew "parallel"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "ripgrep"
brew "spotifyd", restart_service: true
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "vegeta"
brew "watchman"
brew "websocat"
brew "wget"
brew "xsv"
brew "zig"
brew "zlib"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "aerospace"
cask "alfred"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "contexts"
cask "datagrip"
cask "discord"
cask "docker"
cask "firefox"
cask "font-geist-mono-nerd-font"
cask "istat-menus"
cask "iterm2"
cask "ivpn"
cask "kitty"
cask "mac-mouse-fix"
cask "movist-pro"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "raindropio"
cask "sonos"
cask "spotify"
cask "steam"
cask "transmission"
cask "wezterm"
cask "zoom"
