tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "mdogan/zulu"
tap "saulpw/vd"
brew "xz"
brew "libtiff"
brew "bash"
brew "bison"
brew "blueutil"
brew "bzip2"
brew "ca-certificates"
brew "harfbuzz"
brew "cmake"
brew "coreutils"
brew "dasel"
brew "eza"
brew "flex"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "glow"
brew "libevent"
brew "go"
brew "htop"
brew "imagemagick"
brew "openjdk"
brew "javacc"
brew "jq"
brew "llvm"
brew "mercurial"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "openssl@1.1"
brew "parallel"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "sd"
brew "slides"
brew "switchaudio-osx"
brew "tmux"
brew "vegeta"
brew "websocat"
brew "wrk"
brew "xsv"
brew "zig"
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bartender"
cask "contexts"
cask "datagrip"
cask "discord"
cask "docker"
cask "font-geist-mono-nerd-font"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "ivpn"
cask "karabiner-elements"
cask "mac-mouse-fix"
cask "movist-pro"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "soundsource"
cask "spotify"
cask "steam"
cask "transmission"
cask "transmit"
cask "utm"
