tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mdogan/zulu"
tap "nikitabobko/tap"
tap "tinygo-org/tools"
brew "xz"
brew "libtiff"
brew "bash"
brew "ca-certificates"
brew "bat"
brew "blueutil"
brew "btop"
brew "bzip2"
brew "ffmpeg"
brew "libevent"
brew "chromaprint"
brew "cmake"
brew "coreutils"
brew "dasel"
brew "eza"
brew "f2"
brew "fastfetch"
brew "fd"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "imagemagick"
brew "openjdk"
brew "javacc"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "luarocks"
brew "mercurial"
brew "mpd"
brew "neovim"
brew "netcat"
brew "nvtop"
brew "openconnect"
brew "ouch"
brew "p7zip"
brew "parallel"
brew "poppler"
brew "protobuf"
brew "python@3.10"
brew "ripgrep"
brew "sq"
brew "starship"
brew "stow"
brew "tectonic"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "websocat"
brew "wget"
brew "xdelta"
brew "xsv"
brew "yazi"
brew "zig"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "alfred"
cask "cog-app"
cask "datagrip"
cask "discord"
cask "docker-desktop"
cask "font-geist-mono-nerd-font"
cask "handbrake-app"
cask "helium-browser"
cask "hiddenbar"
cask "iina"
cask "ivpn"
cask "kobo"
cask "localsend"
cask "mac-mouse-fix"
cask "makemkv"
cask "mkvtoolnix-app"
cask "postman"
cask "rar"
cask "sonos"
cask "the-unarchiver"
cask "transmission"
cask "xld"
cask "yate"
cask "zen"
cask "zoom"
go "github.com/air-verse/air"
go "github.com/a-h/templ/cmd/templ"
cargo "nyaa"
cargo "rustlings"
cargo "termusic"
cargo "termusic-server"
