tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mdogan/zulu"
tap "nikitabobko/tap"
tap "tinygo-org/tools"
brew "xz"
brew "libtiff"
brew "bash"
brew "ca-certificates"
brew "bat"
brew "blueutil"
brew "btop"
brew "bzip2"
brew "libevent"
brew "ffmpeg"
brew "chromaprint"
brew "cmake"
brew "coreutils"
brew "dasel"
brew "eza"
brew "f2"
brew "fd"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "htop"
brew "imagemagick"
brew "openjdk"
brew "javacc"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "luarocks"
brew "mercurial"
brew "mpd"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "open-mpi"
brew "openconnect"
brew "parallel"
brew "pipx"
brew "poppler"
brew "protobuf"
brew "python@3.10"
brew "ripgrep"
brew "spotifyd"
brew "sq"
brew "starship"
brew "stow"
brew "tectonic"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "vegeta"
brew "watchman"
brew "websocat"
brew "wget"
brew "xdelta"
brew "xsv"
brew "yazi"
brew "zig"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "tinygo-org/tools/tinygo"
cask "1password"
cask "aerospace"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "basictex"
cask "calibre"
cask "chromium"
cask "cog-app"
cask "discord"
cask "docker-desktop"
cask "font-caskaydia-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "handbrake-app"
cask "iina"
cask "ivpn"
cask "kobo"
cask "mac-mouse-fix"
cask "makemkv"
cask "mkvtoolnix-app"
cask "movist-pro"
cask "obsidian"
cask "raindropio"
cask "sonos"
cask "stats"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "xld"
cask "yacreader"
cask "yate"
cask "zen"
go "github.com/air-verse/air"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "github.com/kyoh86/richgo"
